LIST_OF_OPERATORS = [
    ("beeline", "Билайн"),
    ("mts", "МТС"),
    ("megafon", "Мегафон"),
    ("tele2", "Теле 2"),
]

STATUS = [
    ("Deleted", "Удалено"),
    ("Suspend", "Приостановить"),
    ("Send to work", "Отправить в работу")
]

TYPE_NUMBER_PHONE = [
    ("рабочий", "рабочий"),
    ("дополнительный", "дополнительный")
]

TYPE_SECTION = [
    ("Продажи", "Продажи"),
    ("МЦДПО", "МЦДПО"),
    ("Техотдел", "Техотдел")
]

TYPE_POSITION = [
    ("Менеджер", "Менеджер"),
    ("Руководитель", "Руководитель"),
    ("Специалист технического отдела", "Специалист технического отдела")
]

TYPE_METHOD = [
    ("USSD", "USSD"),
    ("DSTK", "DSTK"),
    ("SMS", "SMS")
]

TYPE_SCRIPT = [
    ("по геолокации", "по геолокации"),
    ("по абонентам", "по абонентам"),
]