LIST_OF_OPERATORS = [
    ("beeline", "Билайн"),
    ("mts", "МТС"),
    ("megafon", "Мегафон"),
    ("tele2", "Теле 2"),
]

STATUS = [
    ("Deleted", "Удалено"),
    ("Suspend", "Приостановить"),
    ("Send to work", "Отправить в работу")
]

TYPE_NUMBER_PHONE = [
    ("рабочий", "рабочий"),
    ("дополнительный", "дополнительный")
]

TYPE_SECTION = [
    ("Продажи", "Продажи"),
    ("МЦДПО", "МЦДПО"),
    ("Техотдел", "Техотдел")
]

TYPE_POSITION = [
    ("Менеджер", "Менеджер"),
    ("Руководитель", "Руководитель"),
    ("Специалист технического отдела", "Специалист технического отдела")
]

TYPE_RANK = [
    ("зяд.", "Рядовой"),
    ("ефр.", "Ефрейтор"),
    ("мл. ст", "Младший сержант"),
    ("с-т", "Сержант"),
    ("ст. с-т", "Старший сержант"),
    ("стр.", "Старшина"),
    ("п-к", "Прапорщик"),
    ("ст. п-к", "Старший прапорщик"),
    ("мл. л-т", "Младший лейтенант"),
    ("л-т", "Лейтенант"),
    ("ст. л-т", "Старший лейтенант"),
    ("м-р.", "Майор"),
    ("кп.", "Капитан"),
    ("кп. м-р", "Капитан Майор"),
    ("п-пк", "Подполковник"),
    ("п-к.", "Полковник"),
    ("грл. м-р.", "Генерал майор"),
    ("грл. л-т", "Генерал лейтенант"),
    ("грл. п-к.", "Генерал полковник"),
    ("грл. ар.", "Генерал армии"),
    ("мрл. РФ", "Маршал Российской Федерации")
]

TYPE_DIVISION = [
    ("Инженер", "Инженер"),
    ("Руководство", "Руководство"),
    ("Монтажник службы", "Монтажник службы"),
    ("Механик службы", "Механик службы"),
    ("Бригадир службы", "Бригадир службы"),
    ("Начальник отдела", "Начальник отдела"),
    ("Отдел охраны", "Отдел охраны"),
    ("Отдел связи", "Отдел связи")
]